{
  "Home": "Home",
  "Projects": "Projects",
  "Offers": "Offers",
  "Contact": "Contact",
  "lang": "En",
  "Tekkombud": "Tekkombud",
  "Sign in": "Sign in",
  "username": "username",
  "password": "password",
  "Our offers": "Our offers",
  "Id": "Id",
  "Name": "Name",
  "Description": "Description",
  "Skills": "Skills",
  "Salary": "Salary",
  "Manipulation": "Manipulation",
  "Contact us": "Contact us",
  "Contact note": "We are here to answer any questions you may have.\n  Reach out to us and we'll respond as soon as we can.",
  "name": "name",
  "email": "email",
  "message": "message",
  "submit": "submit",
  "clear": "clear",
  "Email": "Email",
  "Phone number": "Phone number",
  "Skype": "Skype",
  "Address": "Address",
  "Lazarenka street.Ukraine": "Lazarenka street.Ukraine",
  "Message modal title": "Are you sure you want to send a message?",
  "yes": "yes",
  "no": "no",
  "Please fill the form": "Please fill the form",
  "first name": "first name",
  "last name": "last name",
  "phone number": "phone number",
  "description": "description",
  "cancel": "cancel",
  "You can find tekkombud permanent location below": "You can find tekkombud permanent location below",
  "Our contacts": "Our contacts",
  "Messages": "Messages",
  "Offer": "Offer",
  "Account": "Account",
  "logout": "logout",
  "Search": "Search",
  "Text": "Text",
  "add offer": "add offer",
  "Status": "Status",
  "job salary": "job salary",
  "job skills": "job skills",
  "job description": "job description",
  "job name": "job name",
  "Are you sure you want to delete a message": "Are you sure you want to delete a message",
  "Are you sure you want to delete an offer": "Are you sure you want to delete an offer",
  "First name": "First name",
  "Last name": "Last name",
  "Information about employee": "Information about employee",
  "Detailed message information": "Detailed message information",
  "Offer update": "Offer update",
  "Click to get detailed information": "сlick to get detailed information",
  "Click to delete the message": "сlick to delete the message",
  "Click to delete the offer": "сlick to delete the offer",
  "Click to get detailed offer information": "click to get detailed offer information",
  "Click to update the offer": "click to update the offer",
  "search": "search",
  "Click to send us an email": "click to send us an email",
  "Click to call us": "click to call us",
  "Click to call us on Skype": "click to call us on Skype",
  "TEXT_ERROR": "text must not contain numbers or non-alphabetic characters",
  "EMAIL_ERROR": "email must contain @ sign",
  "NAME_ERROR": "this field must contain only alphabetic characters",
  "REQUIRED": "this field is required",
  "PHONE_ERROR": "phone number must contain only digits",
  "first building": "Roma Termini (in Italian, Stazione Termini or Stazione di Roma Termini - Giovanni Paolo II) is the main railway station of Rome, Italy. It is named after the district of the same name, which in turn took its name from ancient Baths of Diocletian (in Latin, thermae), which lie across the street from the main entrance",
  "second building": "Modern architecture or modernist architecture is a term applied to an overarching movement, with its exact definition and scope varying widely.[1] The term is often applied to modernist movements at the turn of the 20th century, with efforts to reconcile the principles underlying architectural design with rapid technological advancement and the modernization of society. It would take the form of numerous movements, schools of design, and architectural styles, some in tension with one another, and often equally defying such classification.[1] The term Modern architecture may be used to differentiate from Classical architecture following Vitruvian ideals, while it is also applied to various contemporary architecture styles such as Postmodern, High-tech or even New Classical, depending on the context. In art history, the revolutionary and neoclassical styles that evolved around 1800 are also called modern.",
  "third building": "Reconstruction is a term in architectural conservation whose precise meaning varies, depending on the context in which they are used.",
  "fourth building": "A house is a building that functions as a home, ranging from simple dwellings such as rudimentary huts of nomadic tribes and the improvised shacks in shantytowns to complex, fixed structures of wood, brick, marble or other materials containing plumbing, ventilation and electrical systems.[1][2] Most conventional modern houses in Western cultures will contain a bedroom, bathroom, kitchen or cooking area, and a living room. In traditional agriculture-oriented societies, domestic animals such as chickens or larger livestock (like cattle) may share part of the house with humans. The social unit that lives in a house is known as a household. Most commonly, a household is a family unit of some kind, although households may also be other social groups or individuals. The design and structure of the house is also subject to change as a consequence of globalization, urbanization and other social, economic, demographic, and technological reasons.[3] Various other cultural factors also influence the building style and patterns of domestic space.",
  "Interval, in milliseconds:": "Interval, in milliseconds:",
  "Enter a negative number to stop the interval.": "Enter a negative number to stop the interval."

}